Repository: pluginsGLPI/sccm
Catalog: locales/*.po
Languages: es_ec, fi_fi, fr_fr, hr_hr, tr_tr

source: Collect is disabled by configuration.
es_ec: Recopilar está desactivado por configuración.
fi_fi: "Collect" on poistettu käytöstä asetusten perusteella.
fr_fr: La collecte est désactivé par la configuration
hr_hr: Slanje upita (collect) je deaktivirano u konfiguraciji.
tr_tr: Derleme seçeneği yapılandırmada devre dışı bırakılmış.

source: Database name
es_ec: Nombre de la base de datos
fi_fi: Tietokannan nimi
fr_fr: Nom BDD SCCM
hr_hr: Ime baze podataka
tr_tr: Veritabanı adı

source: Enable SCCM synchronization
es_ec: Activar la sincronización de SCCM
fi_fi: Ota SCCM-synkronointi käyttöön
fr_fr: Activer la synchronisation SCCM
hr_hr: Aktiviraj SCCM sinkronizaciju
tr_tr: SCCM eşitlemesi yapılsın

source: Error when using glpi_plugin_sccm_configs table.
es_ec: Error al utilizar la tabla glpi_plugin_sccm_configs.
fi_fi: Virhe käytettäessä glpi_plugin_sccm_configs -taulukkoa.
fr_fr: Erreur avec la table 'glpi_plugin_sccm_configs'
hr_hr: Greška pri upotrebi tablice glpi_plugin_sccm_configs.
tr_tr: glpi_plugin_sccm_configs tablosu kullanılırken sorun çıktı.

source: Interface - SCCM
es_ec: Interfaz - SCCM
fi_fi: Liitäntä - SCCM
hr_hr: Sučelje – SCCM
tr_tr: Arayüz - SCCM

source: Interface - SCCMCollect
es_ec: Interfaz - SCCMCollect
fi_fi: Liitäntä - SCCMCollect
hr_hr: Sučelje – SCCMCollect (upit)
tr_tr: Arayüz - SCCMCollect

source: Interface - SCCMPush
es_ec: Interfaz - SCCMPush
fi_fi: Liitäntä - SCCMPush
hr_hr: Sučelje – SCCMPush (umetanje datoteka)
tr_tr: Arayüz - SCCMPush

source: Inventory server base URL
es_ec: URL base del servidor de inventario
fr_fr: URL racine du serveur d'inventaire
hr_hr: Osnovni URL poslužitelja inventara
tr_tr: Envanter sunucusunun temel adresi

source: Password
es_ec: Contraseña
fi_fi: Salasana
fr_fr: Mot de passe utilisateur SCCM
hr_hr: Lozinka
tr_tr: Parola

source: Please, read the documentation before using that.
es_ec: Por favor, lea la documentación antes de utilizarlo.
fi_fi: Lue käyttöohjeet ennen käyttöä.
fr_fr: Merci de lire la documentation avant d'utiliser cette URL.
hr_hr: Prije upotrebe pročitaj dokumentaciju.
tr_tr: Lütfen kullanmadan önce belgeleri okuyun.

source: Push is disabled by configuration.
es_ec: Push está desactivado por configuración.
fi_fi: "Push" on poistettu käytöstä asetusten perusteella.
fr_fr: L'implantation est désactivé par la configuration
hr_hr: Umetanje je deaktivirano u konfiguraciji.
tr_tr: İtme seçeneği yapılandırmada devre dışı bırakılmış.

source: SCCM - TEST
es_ec: SCCM - PRUEBA
fi_fi: SCCM - Testi
tr_tr: SCCM - DENEME

source: SCCM Connector
es_ec: Conector SCCM
fi_fi: SCCM-liitin
fr_fr: Connecteur SCCM
hr_hr: SCCM konektor
tr_tr: SCCM bağlantısı

source: Send credentials to other hosts too
es_ec: Enviar credenciales también a otros hosts
fi_fi: Lähetä valtuutukset myös muille isännille
fr_fr: Faire suivre les informations d'authentifciation au serveur
hr_hr: Pošalji vjerodajnice i ostalim računalima
tr_tr: Kimlik doğrulama bilgileri diğer sunuculara da gönderilsin

source: Server hostname (MSSQL)
es_ec: Nombre del servidor (MSSQL)
fi_fi: Palvelimen isäntänimi (MSSQL)
fr_fr: Hostname (MSSQL) ou IP
hr_hr: Ime računala poslužitelja (MSSQL)
tr_tr: Sunucu adı (MSSQL)

source: Setup - SCCM
es_ec: Configuración - SCCM
fi_fi: Asetukset - SCCM
fr_fr: Configuration - SCCM
hr_hr: Postavljanje – SCCM
tr_tr: Kurulum - SCCM

source: Synchronization is disabled by configuration.
es_ec: La sincronización se desactiva por configuración.
fi_fi: Synkronointi on poistettu käytöstä asetusten perusteella.
fr_fr: La synchonisation est désactivée dans la configuration.
hr_hr: Sinkronizacija je deaktivirana u konfiguraciji.
tr_tr: Eşitleme seçeneği yapılandırmadan devre dışı bırakılmış.

source: Use LastHWScan as GLPI last inventory
fr_fr: Utiliser LastHWScan comme date de dernier inventaire
hr_hr: Koristi LastHWScan kao zadnju GLPI inventuru
tr_tr: Son GLPI envanteri için LastHWScan kullanılsın

source: Use NLTM authentication
es_ec: Utilizar la autenticación NLTM
fi_fi: Käytä NLTM-todennusta
fr_fr: Utiliser l'authentification NTLM
hr_hr: Koristi NLTM autentifikaciju
tr_tr: Kimlik doğrulaması için NLTM kullanılsın

source: Use specific authentication information
es_ec: Utilizar información de autenticación específica
fi_fi: Käytä tiettyjä todennustietoja
fr_fr: Utiliser des informations d'authentification spécifique
hr_hr: Koristi određene podatke autentifikacije
tr_tr: Belirli kimlik doğrulama bilgileri kullanılsın

source: Username
es_ec: Nombre de usuario
fi_fi: Käyttäjätunnus
fr_fr: Utilisateur SCCM
hr_hr: Korisničko ime
tr_tr: Kullanıcı adı

source: Value for spécific authentication
es_ec: Valor para la autenticación específica
fi_fi: Todennustietojen arvo
fr_fr: Valeur à transmettre
hr_hr: Vrijednost za određenu autentifikaciju
tr_tr: Belirli kimlik doğrulama değeri

source: Verify SSL certificate
es_ec: Verificar certificado SSL
fi_fi: Vahvista SSL-varmenne
fr_fr: Vérification du certificat SSL
hr_hr: Provjeri SSL certifikat
tr_tr: SSL sertifikası doğrulansın
